<?php

/**
 * Translated to Belarusian by
 * Y.Ziankovich (http://www.ziankovich.info/).
 *
*/

$lang['_OR'] = "або"; 
$lang['_CAT'] = "Катэгорыя :"; 
$lang['_CHARMAX'] = "Максымальна сымбаляў"; 
$lang['_SURNAME'] = "Bмя :"; 
$lang['_VALIDATE'] = "Валідацsя"; 
$lang['_SELECTYPE'] = "Абярыце класіфікацыю"; 
$lang['_SELECTCAT'] = "Абраць катэгорыю"; 
$lang['_SELECTCATOTHER'] = "Іншая катэгорыя"; 
$lang['_RETURN'] = "Вярнуцца"; 
$lang['_INVALIDEMAIL'] = "Email абавязковы."; 
$lang['_INVALIDEMAIL2'] = "Калі ласка, увядзіце правільны e-mail!"; 
$lang['_INVALIDNAME'] = "Вы мусіце указаць імя!"; 
$lang['_INVALIDSUBJECT'] = "Вы мусіце указаць тэму!"; 
$lang['_INVALIDCOMMENT'] = "Апісаньне абавязковае."; 
$lang['_INVALIDMSG'] = "Калі ласка, выпраўце памылкі для захаваньня лістынга."; 
$lang['_INVALIDMSG2'] = "Малюнак павінен буць "; 
$lang['_INVALIDMSG3'] = " пікселяў або меньш. "; 
$lang['_INVALIDMSG4'] = "Малюнак павінен быць меньш, чым "; 
$lang['_INVALIDCONFIRM'] = "Код пацьверджаньня не супадае."; 
$lang['_INVALIDIMG'] = "Няправільны памер малюнка."; 
$lang['_YIMG'] = "Ваш малюнак"; 
$lang['_OPTIONAL'] = " неабавязкова. ";
$lang['_REQUIRED'] = " абавязкова. "; 
$lang['_SAVEAD'] = "Захаваць"; 
$lang['_DESC'] = "Апісаньне:"; 
$lang['_PRINT'] = "Раздрукаваць"; 
$lang['_EMAIL'] = "Email:"; 
$lang['_TEL'] = "Тэлефон:"; 
$lang['_WEB'] = "Сайт:"; 
$lang['_CONFIRM'] = "Код пацьверджаньня:"; 
$lang['_PIC'] = "Малюнак:"; 
$lang['_TITLE'] = "Загаловак:"; // subject 
$lang['_SUBJECT'] = "Тэма"; //posting name 
$lang['_AUTHOR'] = "Вашае імя/Назва кампаніі:"; 
$lang['_TEL'] = "Тэлефон(ы)/мабільны(я):"; 
$lang['_DATE'] = "Дата"; 
$lang['_LIST'] = "Сьпіс"; 
$lang['_VIEWS'] = "Прагледзець"; 
$lang['_ADS'] = "Рэкляма"; 
$lang['_LAST'] = "Апошняя рэкляма"; 
$lang['_UPDATE'] = "Абноўленьне скончанае."; 
$lang['_SEND'] = "Ваш ліст адпраўлены. Дзякуй!"; 
$lang['_SENDNOTFAIL'] = "Папярэджаньне па email скончылася няўдала."; 
$lang['_SENDNOT'] = "Папярэджаньне па email адпраўленае"; 
$lang['_ANNSEND'] = "Рэкляма адпраўленая."; 
$lang['_ANNDEL'] = "Рэкляма выдаленая."; 
$lang['_ANNMOD2'] = "Рэкляма мадыфікаваная."; 
$lang['_THANKS'] = "Дзякуем за выкарыстаньне Classified Ads."; 
$lang['_MUSTLOGIN'] = "Вы павінныя війсьці дзеля таго, каб публікаваць рэкляму."; 
$lang['_GUEST'] = "Вы ня увайшлі і публікуеце як Госьть, націсьніце"; 
$lang['_SENDEMAIL'] = "Адправіць Email"; 
$lang['_SENDERR'] = "Праблема з адпраўкаю. Пераканайцеся, што ўсе полі запоўненыя карэктна."; 
$lang['_EXTRANN'] = "Гэта рэкляма з абвесткі ў разьдзеле на сайце "; 
$lang['_FRIENDSEND'] = "<b>Адправіць гэтую рэкляму сябру</b><br>Вы можаце адправіць абвестку №"; 


$lang['_SORRY'] = "На жаль, Вы ня маеце права выконваць гэтую дзею."; 
$lang['_TOAFRIEND'] = " сябру."; 
$lang['_YOURNAME'] = "Вашае імя:"; 
$lang['_YOUREMAIL'] = "Ваш email:"; 
$lang['_SENDFR'] = "Адпраўка"; 
$lang['_ADDANNONCE'] = "Дадаць новую аб'яву ў гэтую катэгорыю"; 
$lang['_YES'] = "Так"; 
$lang['_NO'] = "Не"; 
$lang['_BACK'] = "Вярнуцца"; 
$lang['_CANCEL'] = "адмяніць"; 
$lang['_CONFDEL'] = "Пацьверджаньне выдаленьня"; 
$lang['_SURDELANN'] = "УВАГА: Вы ўпэўненыя, што хочаце выдаліць гэтую рэкляму?"; 
$lang['_ADSADDED'] = "Гэтая Дошка абвестак была дададзеная"; 
$lang['_FROM'] = "Адпраўленае "; 
$lang['_CLASSIFIED_AD'] = "Дошка абвестак:"; 
$lang['_SEARCH'] = "Пошук"; 
$lang['_VIEWALLADS'] = "Агляд усіх абвестак"; 
$lang['_YOURPHONE'] = "Ваш тэлефон:"; 
$lang['_YOURMESSAGE'] = "Вашае паведамленьне:"; 
$lang['_VALIDMESS'] = "Паведамленьне абавязковае."; 
$lang['_MESSEND'] = "вашае паведамленьне было адпраўленае..."; 
$lang['_CLASSIFIED'] = "Дошка абвестак"; 
$lang['_VIEW_MY_ADS'] = "Глядзець усе абвесткі "; 
$lang['_DELETE'] = "Выдаліць"; 
$lang['_EDITDESC'] = "Рэдагаваць апісаньне"; 
$lang['_DELETED'] = "Малюнак вылучаны"; 
$lang['_EDIT'] = "Рэдагаваць"; 
$lang['_EDITADS'] = "Рэдагаваць вашую рэкляму";
$lang['_SUBMITTER'] = "Імя :"; 
$lang['_ADD_LISTING'] = "Дадаць лістынг"; 
$lang['_SUBMIT'] = "Адпраўка"; 
$lang['_ACTIVE'] = "Актывацыя"; 
$lang['_INACTIVE'] = "Дэактывацыя"; 
$lang['_FRIENDTITLE'] = "Адправіць гэтую рэкляму сябру"; 
$lang['_ADDETAIL'] = "Дэталі:"; 
$lang['_SENDTOF'] = "Адправіць гэта сябру"; 
$lang['_REPLY'] = "Адказаць"; 



//// from 1.2.0-d 
$lang['_HOW_LONG'] = "Як доўга трэба паказваць:"; 
$lang['_DAY'] = " дзён"; 
$lang['_CONTACTBY'] = "Паказваць email:"; 
$lang['_YES_CONTACT'] = "Так"; 
$lang['_NO_CONTACT'] = "Не"; 
$lang['_TERM'] = "Умовы:"; 
$lang['_FRIENDNAME'] = "Імя сябра:"; 
$lang['_FRIENDMAIL'] = "Email сябра:"; 
$lang['_FRIENDBTN1'] = "Каб пабачыць фота і інфармацыю, націсьніце на наступны лінк або скапіруйце і ўстаўце яго ў адрасны радок браўзэра."; 
$lang['_FRIENDBTN2'] = "Бясплатная рэкляма з фота."; 


//// from 1.2.0-g 
$lang['_NEWADDURATION'] = "Працяг і заканчэньне рэклямы"; 
$lang['_NEWADDEFAULT'] = "Новы працяг (у днях):"; 
$lang['_SENDREMIDE'] = "Адправіць узгадку перад заканчэньнем (дзён):"; 
$lang['_NOTMESSAGE'] = "Паведамленьне ўзгадкі:"; 
$lang['_NOTMESSAGESUBJECT'] = "email для адпраўкі ўзгадкі"; 
$lang['_NOTMESSAGEBODY'] = "тэкст узгадкі:"; 
$lang['_ADMAXLIMIT'] = "Абмежаваньне ў сымбалях для ўзгадкі:"; 
$lang['_ADMAXLIMITTXT'] = "Максымальная колькасьць сымбаляў."; 
$lang['_AUTHORSEARCH'] = "Аўтар"; 
$lang['_INVALIDTERM'] = "Азнаёмцеся з умовамі"; 


//// from 1.2.0-h
$lang['_DATEFORMAT'] = "Фармат даных радка:"; 
$lang['_ALLOWRSS'] = "Дазволіць RSS стужкі:"; 
$lang['_COMFCODE'] = "Паказаць код пацьвержданьня:"; 
$lang['_NOPOSTS'] = "Колькасьць апошніх постаў у стужцы:"; 


//// from 1.2.1 
$lang['_NEWPOST'] = "Паведамленьне пра пацьверджаньне новых абвестак/ агляд!"; 
$lang['_NOTIFYADMIN'] = "Паведамленьне: Адміністратар"; 
$lang['_NOTNOTIFY'] = "Не паведаміў"; 
$lang['_POSTON'] = "Зьмешчанае ў"; 
$lang['_SAVEADINFO'] = "Зьмены захаваныя."; 
$lang['_UPLOAD'] = "Запампоўка"; 
$lang['_DELETESURE'] = "Вы ўпэўненыя, што жадаеце гэта выдаліць?"; 


// from 1.3.0-c 
$lang['_TOCONTACTBY'] = "Для таго, каб зьвязацца па электроннай пошце, калі ласка, выкарыстоўвайце кантактную форму на нашым сайце; націснуўшы на лінк, вы можаце прагледзець абвесткі па адрасе:"; 
$lang['_ADLINKINFO'] = "Гэтая абвестка з разьдзела на сайце "; 
$lang['_ADDIMAGE'] = "Дадаць малюнак"; 
$lang['_DELIMAGE'] = "Выдаліць малюнак"; 


// from 1.3.g 
$lang['_INVALIDURL'] = "Калі ласка, увядзіце карэктны URL!"; 
$lang['_INVALIDPHONE'] = "Калі ласка, увядзіце карэктны тэлефонны нумар"; 

// from 1.3.1-b 
$lang['_INVALIDTITLE'] = "Загаловак мусіць складацца толькі зь літараў і лічбаў і быць не даўжэйшы за 30 знакаў"; 
$lang['_MAIN'] = "Галоўная"; 

// from 1.3.1-b 
$lang['_APPROVE'] = "Дзякуй за выкарыстаньне сэрвіса. Вашая абвестка была пасьпяхова адпраўленая на разгляд! Вы можаце разьмясьціць новую абвестку."; 
$lang['_APPROVEREPLY'] = "Гэтая абвестка ўжо разьмешчаная. Мы праверым яе як найхутчэй."; 
//$lang['_RETURNANN'] = "Вяртаньне да сьпісу абвестак"; 
//$lang['_DU'] = "дададзенае"; 
//$lang['_SENDBY'] = "Дададзена :"; 
//$lang['_NUMANNN'] = "Нумар :"; 
//$lang['_MESSAGE'] = "лічыць, што гэтая абвестка можа быць вам цікавая, і даслаў Вам яе."; 
//$lang['_INTERESS'] = "Іншыя абвесткі можна побачыць на "; 
//$lang['_BYMAIL'] = "Email :"; 
//$lang['_DISPO'] = "сканчаецца"; 
//$lang['_NOMAIL'] = "Мы не выдаем карыстальнікам адрасы электроннай пошты. Каб зьвязацца зь імі па электроннай пошце, калі ласка, выкарыстоўвайце кантактную форму на нашым сайце. Націснуўшы на лінк абвесткі, вы можаце прагледзець абвестку. ";

$lang['_DETAILS'] = "Дэталі";
	$lang['_READ_MORE'] = "Чытаць далей";
	$lang['_CHARS_LEFT'] = "сымбаляў засталося";
	$lang['_CHAR_MAX_OF'] = "максімум ";
	$lang['_CHAR_MAX_ALLOWED'] = "максімальная колькасьць дазволеных знакаў.";
	$lang['_ADDMODDIMAGE'] = "Дадаць / правіць малюнак";
	$lang['_EXPAND_ALL'] = "Разгарнуць";
	$lang['_COLLAPSE_ALL'] = "Згарнуць";
	$lang['_MUST_LOGIN'] = "Прабачце, але вы мусіце зарэгістравацца, каб зьмяшчаць абвесткі на гэтай Дошцы абвестак.";
	$lang['_LOGIN'] = "Калі ласка, лагін сюды";
	$lang['_MAY_REGISTER'] = "Зарэгістравацца";
	$lang['_AD_ID'] = "абв.";
	$lang['_HERE'] = "сюды";
	$lang['_TO_LOGIN'] = "каб зайсьці ";
	$lang['_USER_ADS'] = "Абвестак карыстальніка";
	$lang['_PREVIEW'] = "Прагляд";
	$lang['_PHONENO_EX'] = "Прыклад: +45 1235-5678";


 ?>
